<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Error codes Language Lines
    |--------------------------------------------------------------------------    
    */

    '401' => [
        'title' => 'Вы не авторизованы',
        'description' => 'Страница на которую вы пытаетесь попасть доступна только авторизованным пользователям.'
    ],
    '403' => [
        'title' => 'Запрещено!',
        'description' => 'Извините, доступ к указанному ресурсу ограничен.'
    ],
    '404' => [
        'title' => 'Страница не найдена!',
        'description' => 'Страница, на которую вы пытаетесь попасть, не существует или была удалена.'
    ],
    '419' => [
        'title' => 'Страница истекла',
        'description' => 'Время жизни страницы истекло, попробуйте вернётся обратно, обновить страницу и повторить отправить запрос.'
    ],
    '429' => [
        'title' => 'Слишком много запросов',
        'description' => 'Слишком много запросов, пожалуйста, попробуйте повторить поздней.'
    ],
    '500' => [
        'title' => 'Внутренняя ошибка сервера!',
        'description' => 'На сервере возникла не предвиденная ошибка, мы уже разбираемся с этим, попробуйте повторить поздней'
    ],
    '503' => [
        'title' => 'Сервис недоступен',
        'description' => 'Извините, мы проводим техническое обслуживание. Пожалуйста, зайдите в ближайшее время.'
    ],   

];
