<template>
  <article 
    v-if="description || description.trim().length > 0" 
    class="container mx-auto px-4 min-[1920px]:px-[10vw]"
    v-html="description"  
  >
  </article>
  <article v-if="!description || description.trim().length == 0"
    class="container mx-auto px-4 min-[1920px]:px-[10vw] min-[1920px]:px-[10vw]"
  >
    <div class="py-4 xl:flex">
      <div class="xl:w-1/3 pr-2">
        <h3 class="font-bold mb-4">Нюансы отелей с номерами на час</h3>
        <div class="text-xs xs:text-sm">
          <p class="mb-4">
            Если вас интересует номер на час, обратите внимание, что далеко не
            во всех отелях эта услуга предоставляется. В этом направлении
            работают определённые гостиницы, где предложена, в основном, только
            почасовая аренда, это удобно и выгодно, если нет надобности снимать
            жильё на сутки и более. Такие номера с почасовой оплатой отличаются
            категориями и оснащением отеля.
          </p>
        </div>
      </div>
      <div class="xl:w-1/3 px-2">
        <h3 class="font-bold mb-4">Основные категории номеров</h3>
        <div class="text-xs xs:text-sm">
          <p class="mb-4">
            Почасовые номера, представленные компанией GoRooms – это
            разнообразные предложения, среди которых каждый подберёт подходящий
            вариант для себя. Обратите внимание, что на нашем сайте можно
            подобрать гостиницу, территориально расположенную в любой части
            Москвы, исходя из того, где удобно вам.
          </p>
          <p class="mb-4">
            По типу размещения, представлены отели, апартаменты и гостевые дома.
            В любой из этих категорий можно подобрать предложение в приемлемой
            для вас ценовой категории — вариативность цен впечатляет.
          </p>
          <p class="mb-4">
            Все апартаменты я по-разному оснащены, арендуя номер на несколько
            часов, может быть обеспечено наличие телевизора, кондиционера,
            ванной, душевой кабины или джакузи, фена и туалетных
            принадлежностей. По необходимости, предлагается услуга сервировки
            стола.
          </p>
          <p class="mb-4">
            Если вас интересует почасовая аренда номера для проведения времени
            вдвоём, то представлены варианты с большим количеством зеркал,
            круглой кроватью. Снять подобное предложение — это организовать
            романтический вечер, приятное времяпровождение, смену обстановки.
          </p>
        </div>
      </div>
      <div class="xl:w-1/3 pl-2">
        <h3 class="font-bold mb-4">
          Преимущество номеров на час от компании GoRooms
        </h3>
        <div class="text-xs xs:text-sm">
          <p class="mb-4">
            Наша компания — это удобная современная биржа, где размещены
            различные предложения, чтобы арендовать почасовой номер в отёле.
            Обратите внимание, что мы представляем объявления заведений разного
            уровня и категории, предлагая широкую ценовую политику, чтобы каждый
            клиент подобрал тот вариант, который внешне и по стоимости ему
            подойдёт.
          </p>
          <p class="mb-4">
            Благодаря наличию удобного фильтра, удастся произвести расширенный
            поиск, где снять номер на пару часов. Вы сможете отметить, какой
            район вас интересует, на какой период размещения и на какую цену вы
            рассчитываете, какие особенности отеля — отдалённость от ближайшей
            станции метро, наличии паркинга, время регистрации и другое.
            Рассматривая разные предложения в отёле на час, можно указать ваши
            пожелания в перечне фильтра и выбирать из представленных вариантов.
          </p>
          <p class="mb-4">
            Если вы ищите данную услугу аренды на несколько часов в обычных
            гостиницах, отелях, вы вряд ли найдёте что-то подходящее, поэтому
            обратите внимание на большой каталог нашей биржи. Чтобы поставить
            бронь на выбранную почасовую аренду номера, позвоните по указанным
            телефонам или зарегистрируйте личный кабинет.
          </p>
          <p class="mb-4">
            Мы гарантируем высокий комфорт пребывания, отличные условия и
            сервис, полную конфиденциальность.
          </p>
        </div>
      </div>
    </div>
  </article>
</template>

<script>
export default {
  props: {
    description: {
      type: String,
      default: null,
    }
  }
};
</script>
