@extends('moderator.layouts.app')

@section('content')

  <section class="part">
    <div class="container">
      <div class="row part__top">
        <div class="col-12">
          <h2 class="title title_blue">
            Инструкции
          </h2>
        </div>
      </div>

      <div class="row">
        <div class="col-12">
          <ul class="gyperlinks">
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText1">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит.</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText1">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит.</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText1">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит.</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText1">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит.</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText1">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит.</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText1">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит.</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText2">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Мы вынуждены отталкиваться от того, что сплочённость</p>
              </a>
            </li>
            <li class="gyperlink">
              <a class="d-flex align-items-center" href="#partText2">
                <img src="{{ asset('img/lk/star.png') }}" alt="">
                <p class="text-bold">Мы вынуждены отталкиваться от того, что сплочённость</p>
              </a>
            </li>
          </ul>
        </div>
      </div>
    </div>
  </section>

  <section class="part part_text" id="partText1">
    <div class="container">
      <div class="row part__top">
        <div class="col-12">
          <h2 class="title title_blue">Повседневная практика показывает, что убеждённость некоторых оппонентов говорит</h2>
        </div>
      </div>
      <div class="row part__middle align-items-center">
        <div class="col-5">
          <div class="jpg"></div>
        </div>
        <div class="col-7">
          <p class="text">Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи. Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. </p>
        </div>
      </div>
      <div class="row part__middle">
        <div class="col-12">
          <p class="text">
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
            <br><br>
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
          </p>
        </div>
      </div>
      <div class="row part__middle">
        <div class="col-8 offset-sm-2">
          <iframe width="100%" height="435" src="https://www.youtube.com/embed/7qBfdcI-d1Q" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
        </div>
      </div>
      <div class="row">
        <div class="col-12">
          <p class="text">
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
            <br><br>
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
          </p>
        </div>
      </div>
    </div>
  </section>
  <section class="part" id="partText2">
    <div class="container">
      <div class="row part__top">
        <div class="col-12">
          <h2 class="title title_blue">Мы вынуждены отталкиваться от того, что сплочённость</h2>
        </div>
      </div>
      <div class="row part__middle align-items-center">
        <div class="col-5">
          <div class="jpg"></div>
        </div>
        <div class="col-7">
          <p class="text">Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи. Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. </p>
        </div>
      </div>
      <div class="row part__middle">
        <div class="col-12">
          <p class="text">
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
            <br><br>
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
          </p>
        </div>
      </div>
      <div class="row part__middle">
        <div class="col-8 offset-sm-2">
          <iframe width="100%" height="435" src="https://www.youtube.com/embed/7qBfdcI-d1Q" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
        </div>
      </div>
      <div class="row">
        <div class="col-12">
          <p class="text">
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
            <br><br>
            Учитывая ключевые сценарии поведения, глубокий уровень погружения напрямую зависит от системы массового участия. С другой стороны, граница обучения кадров создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса укрепления моральных ценностей. Идейные соображения высшего порядка, а также перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что убеждённость некоторых оппонентов говорит о возможностях своевременного выполнения сверхзадачи.
          </p>
        </div>
      </div>
    </div>
  </section>

@endsection

@section('js')

@endsection